Repository: valebezma/Mayfly
Catalog: Mayfly.Waters/Filter.*.resx
Languages: ru

# $this.Text
source: Water objects filter
ru: Фильтр водных объектов

# buttonApply.Text
source: Apply
ru: Применить

# buttonOK.Text
source: OK
ru: ОК

# checkBoxAutoApply.Text
source: Apply values automatically
ru: Применять автоматически

# checkBoxBank.Text
source: Bank
ru: Берег

# checkBoxCumulative.Text
source: Including
ru: Включительно

# checkBoxLakeAltitude.Text
source: Altitude, m (above sea)
ru: Отметка высоты, м

# checkBoxLakeArea.Text
source: Surface area, km²
ru: Площадь зеркала, км²

# checkBoxLakeDepthMax.Text
source: Maximum depth, m
ru: Максимальная глубина, м

# checkBoxLakeDepthMid.Text
source: Mean depth, m
ru: Средняя глубина, м

# checkBoxLakeKind.Text
source: Lake kind
ru: Тип озера

# checkBoxLakeVolume.Text
source: Body volume, km³
ru: Объём, км³

# checkBoxLakeWatershed.Text
source: Watershed area, km²
ru: Площадь водосборного бассейна, км²

# checkBoxMouthToMouth.Text
source: Inflow / Dam is
ru: Впадение / Плотина

# checkBoxOutflow.Text
source: Outflow
ru: Носитель

# checkBoxStreamConsumption.Text
source: Annual consumption, m³ / sec
ru: Среднегодовой расход воды, м³/с

# checkBoxStreamLength.Text
source: Length, km
ru: Длина, км

# checkBoxStreamSlope.Text
source: Average slope, ‰
ru: Средний уклон, ‰

# checkBoxStreamVolume.Text
source: Annual runoff, km³
ru: Годовой сток, км³

# checkBoxStreamWatershed.Text
source: Watershed area, km²
ru: Площадь водосборного бассейна, км²

# checkBoxTankAltitude.Text
source: Normal water level, m (above sea)
ru: Нормальный уровень, м (над у. м.)

# checkBoxTankArea.Text
source: Surface area at normal level, km²
ru: Площадь зеркала при НПУ, км²

# checkBoxTankCycling.Text
source: Cycling value
ru: Коэффициент водообмена

# checkBoxTankDepthMax.Text
source: Maximum depth, m
ru: Максимальная глубина, м

# checkBoxTankDepthMid.Text
source: Mean depth, m
ru: Средняя глубина, м

# checkBoxTankFlowage.Text
source: Flowage value
ru: Коэффициент проточности

# checkBoxTankKind.Text
source: Reservoir kind
ru: Тип водохранилища

# checkBoxTankLength.Text
source: Length, km
ru: Длина, км

# checkBoxTankVolume.Text
source: Body volume at normal level, km³
ru: Объём при НПУ, км³

# comboBoxLakeKind.Items
source: Drainage bonded
ru: Пойменное

# comboBoxLakeKind.Items1
source: Inland
ru: Материковое

# comboBoxTankKind.Items
source: Artificial Lake
ru: Озерное

# comboBoxTankKind.Items1
source: River Dam
ru: Речное

# comboBoxTankKind.Items2
source: Pond
ru: Пруд

# comboBoxType.Items
source: All
ru: Все

# comboBoxType.Items1
source: Creecks, Streams and Rivers
ru: Водотоки

# comboBoxType.Items2
source: Lakes
ru: Озёра

# comboBoxType.Items3
source: Dams and Ponds
ru: Водохранилища

# domainUpDownInflowOrder.Items
source: all orders
ru: всех порядков

# domainUpDownInflowOrder.Items1
source: 1st order
ru: 1-го порядка

# L11.Text
source: from
ru: от

# L12.Text
source: to
ru: до

# L21.Text
source: from
ru: от

# L22.Text
source: to
ru: до

# L31.Text
source: from
ru: от

# L32.Text
source: to
ru: до

# L41.Text
source: from
ru: от

# L42.Text
source: to
ru: до

# label1.Text
source: General Information
ru: Общие параметры водоёма

# label10.Text
source: Reservoir Hydrology
ru: Гидрологические характеристики водохранилища

# label11.Text
source: to
ru: до

# label12.Text
source: from
ru: от

# label2.Text
source: from
ru: от

# label3.Text
source: km from mouth
ru: км от устья

# label4.Text
source: Inflows of
ru: Притоки

# label5.Text
source: Stream Hydrology
ru: Гидрологические характеристики водотока

# label6.Text
source: Drainage System Section
ru: Положение в речной системе

# label7.Text
source: to
ru: до

# label8.Text
source: from
ru: от

# label9.Text
source: Lake Hydrology
ru: Гидрологические характеристики озера

# labelType.Text
source: Type
ru: Тип

# R11.Text
source: from
ru: от

# R12.Text
source: to
ru: до

# R21.Text
source: from
ru: от

# R22.Text
source: to
ru: до

# R31.Text
source: from
ru: от

# R32.Text
source: to
ru: до

# R41.Text
source: from
ru: от

# R42.Text
source: to
ru: до

# R51.Text
source: from
ru: от

# R52.Text
source: to
ru: до

# R61.Text
source: to
ru: до

# T11.Text
source: from
ru: от

# T12.Text
source: to
ru: до

# T21.Text
source: from
ru: от

# T22.Text
source: to
ru: до

# T31.Text
source: from
ru: от

# T32.Text
source: to
ru: до

# T41.Text
source: from
ru: от

# T42.Text
source: to
ru: до

# T51.Text
source: from
ru: от

# T52.Text
source: to
ru: до

# T61.Text
source: from
ru: от

# T62.Text
source: to
ru: до

# T71.Text
source: from
ru: от

# T72.Text
source: to
ru: до

# T81.Text
source: from
ru: от

# T82.Text
source: to
ru: до

# tabPageLake.Text
source: Lake
ru: Озера

# tabPageStream.Text
source: Stream
ru: Водотоки

# tabPageTank.Text
source: Reservoir
ru: Водохранилища

# tabPageWater.Text
source: Water
ru: Водоём
