Repository: valebezma/Mayfly
Catalog: Mayfly.Waters/MainForm.*.resx
Languages: ru

# columnHeaderLength.Text
source: Length, km
ru: Длина, км

# columnHeaderMouthToMouth.Text
source: Mouth to Mouth, km
ru: От устья до устья, км

# columnHeaderOutflow.Text
source: Outflow Stream
ru: Водоем-приемник

# columnHeaderWaterName.Text
source: Name
ru: Название

# contextStripMenuItemAddLake.Text
source: Add floodplain lake
ru: Добавить пойменное озеро

# contextStripMenuItemAddStream.Text
source: Add inflow
ru: Добавить приток

# contextStripMenuItemAddTank.Text
source: Add dam
ru: Добавить водохранилище

# contextStripMenuItemDelete.Text
source: Delete
ru: Удалить

# contextStripMenuItemEdit.Text
source: Edit
ru: Редактировать

# labelListCount.Text
source: 1;2|water;waters
ru: 1;2;5|водный объект;водных объекта;водных объектов

# labelTreeCount.Text
source: 1;2|water;waters
ru: 1;2;5|водный объект;водных объекта;водных объектов

# labelWaterName.Text
source: Water
ru: Водный объект

# loadInflowsToolStripMenuItem.Text
source: Load inflows
ru: Загрузить притоки

# menuFile.Text
source: File
ru: Файл

# menuItemAbout.Text
source: About
ru: О программе

# menuItemAddLake.Text
source: Add lake...
ru: Добавить озеро...

# menuItemAddStream.Text
source: Add stream...
ru: Добавить водоток...

# menuItemAddTank.Text
source: Add reservoir...
ru: Добавить водохранилище...

# menuItemClose.Text
source: Close
ru: Закрыть

# menuItemDelete.Text
source: Delete
ru: Удалить

# menuItemEdit.Text
source: Edit
ru: Редактировать

# menuItemFilter.Text
source: Filter
ru: Фильтр

# menuItemNew.Text
source: New
ru: Новый

# menuItemOpen.Text
source: Open
ru: Открыть

# menuItemPreview.Text
source: Preview...
ru: Просмотр...

# menuItemPrint.Text
source: Print...
ru: Печать...

# menuItemSave.Text
source: Save
ru: Сохранить

# menuItemSaveAs.Text
source: Save as...
ru: Сохранить как...

# menuItemSettings.Text
source: Settings
ru: Параметры

# menuService.Text
source: Service
ru: Сервис

# menuWater.Text
source: Waters list
ru: Список водных объектов

# searchBox1.Invitation
source: Enter search term here
ru: Список

# tabPage1.Text
source: List
ru: Список водных объектов

# taskDialogDelete.MainInstruction
source: Delete selected water object?
ru: Удалить выбранный водный объект?

# taskDialogSaveChanges.Content
source: There were some changes since last saving. Would you like to save them?
ru: С момента последнего сохранения были произведены изменения. Сохранить эти изменения?

# taskDialogSaveChanges.MainInstruction
source: Save changes?
ru: Сохранить изменения?

# tdbDeleteInflows.Text
source: Delete synodic
ru: Удалить с системой

# tdbDeleteOne.Text
source: Delete certain
ru: Удалить

# tdbDiscard.Text
source: Discard
ru: Не сохранять

# tdbSave.Text
source: Save
ru: Сохранить

# textBoxDescription.Text
source: Select any water to see its details here.
ru: Выберите водный объект,чтобы увидеть здесь подробности.

# toolStripStatusLabel1.Text
source: Status message
ru: Сообщение статуса
