Repository: valebezma/Mayfly
Catalog: Mayfly.Prospect/WizardSurveyBrief.*.resx
Languages: ru

# labelSlope.Text
source: Average slope, ‰
ru: Средний уклон, ‰

# labelVolume.Text
source: Annual drain, km³
ru: Годовой сток, км³

# labelSpend.Text
source: Annual water consumption (at mouth), m³ / sec
ru: Расход воды в устье, м³/с

# labelWatershed.Text
source: Watershed area, км²
ru: Площадь водосборного бассейна, км²

# labelLength.Text
source: Length, km
ru: Длина, км

# labelWaterInstruction.Text
source: {0} - {1} ({2}). Description of water derrived from waters reference is given below.
ru: {0} - {1} ({2}). Описание водного объекта из гидрологического справочника приводится ниже.

# pageWater.Text
source: Hydrographical description of {0}
ru: Гидрографическое описание {0}

# label6.Text
source: Certain spots that have been surveyed have following descriptions:
ru: Конкретные участки, которые были обследованы, имеют следующие характеристики:

# label16.Text
source: Location
ru: Местоположение

# label15.Text
source: Flow rates, m/sec
ru: Скорости течения, м/с

# label4.Text
source: Depths, m
ru: Глубины, м

# pagePlankton.Text
source: Plankton communities summary
ru: Обзор планктонных сообществ

# columnBenTaxa.HeaderText
source: Species
ru: Вид / таксон

# columnBenA.HeaderText
source: Abundance, ind./m²
ru: Численность, экз./м²

# columnBenAP.HeaderText
source: Abundance, %
ru: Численность, %

# columnBenB.HeaderText
source: Biomass, g/m²
ru: Биомасса, г/м²

# columnBenBP.HeaderText
source: Biomass, %
ru: Биомасса, %

# label17.Text
source: Structure by
ru: Структура по

# label5.Text
source: Total biomass, g/m²:
ru: Общая биомасса, г/м²:

# label2.Text
source: Total abundance, ind./m²:
ru: Общая численность, экз./м²:

# label1.Text
source: List of fish species registered in water is given below:
ru: Список видов/таксонов зообентоса, отмеченных в водном объекте приведен ниже. Выберите основание для выделения таксонов, чтобы увидеть соответствующую структуру.

# pageBenthos.Text
source: Benthic communities summary
ru: Обзор бентических сообществ

# labelCategoryInstruction.Text
source: The simpest information on fish communities is a list of species registered in water. So it is given below:
ru: Простейшей информацией о рыбных сообществах является список обнаруженных в водном объекте видов. Приводим его ниже:

# columnHeaderSpecies.Text
source: Species
ru: Вид

# columnHeaderSample.Text
source: Sample
ru: Выборка

# pageSpeciesList.Text
source: Fish species
ru: Виды рыб

# labelGear.Text
source: Gear type:
ru: Тип орудий:

# label3.Text
source: Because of different types of fishing gear are actually can not be compared with each other you should select gear type to estimate composition of species.
ru: Поскольку сравнение уловов разных орудий лова невозможно, вам необходимо выбрать тип орудия, чтобы оценить видовую структуру уловов.

# ColumnCatchesSpecies.HeaderText
source: Species
ru: Вид

# ColumnCatchesAbundance.HeaderText
source: Abundance, ind./{0}
ru: Численность, экз./{0}

# ColumnCatchesAbundanceP.HeaderText
source: Abundance, %
ru: Численность, %

# ColumnCatchesBiomass.HeaderText
source: Biomass, kg/{0}
ru: Биомасса, кг/{0}

# ColumnCatchesBiomassP.HeaderText
source: Biomass, %
ru: Биомасса, %

# pageSpeciesComposition.Text
source: Catches Composition
ru: Структура уловов

# buttonExplorePlankton.Text
source: Explore more on plankton...
ru: Подробнее о планктоне...

# buttonExploreBenthos.Text
source: Explore more on benthos...
ru: Подробнее о бентосе...

# buttonExploreFish.Text
source: Explore more on fish...
ru: Подробнее о рыбе...

# labelDone.Text
source: You have inspected all of brief information on the investigation of interest. Now you can print out this information of see it more detailed.
ru: Вы ознакомились со всей сводкой. Теперь вы можете распечатать ее или ознакомиться с ней более подробно.

# buttonReport.Text
source: Report review
ru: Печать сводки

# pageFinish.Text
source: Brief is over
ru: Сводка завершена

# wizardControl1.Title
source: Survey brief
ru: Сводка по исследованиям
