Repository: valebezma/Mayfly
Catalog: Mayfly.Mathematics/Charts/Scatterplot/ScatterplotSeparation.*.resx
Languages: ru

# buttonRestart.Text
source: Restart
ru: Рестарт

# ColumnSample.HeaderText
source: Sample
ru: Кластер

# ColumnN.HeaderText
source: Count
ru: Количество

# ColumnSeedX.HeaderText
source: X
ru: Центр. X

# ColumnSeedY.HeaderText
source: Y
ru: Центр. Y

# label1.Text
source: Clusters count
ru: Кластеры

# buttonNext.Text
source: Next step
ru: Следующий шаг

# label2.Text
source: Overall distance
ru: Сумма дистанций

# label3.Text
source: Clustering method
ru: Метод

# comboBoxMethod.Items
source: K-means
ru: K-средние

# comboBoxMethod.Items1
source: K-medians
ru: K-медианы

# label4.Text
source: Distance measure
ru: Мера дистанции

# comboBoxMeasure.Items
source: Euclidean distance
ru: Евклидово расстояние

# comboBoxMeasure.Items1
source: Quadratic euclidian distance
ru: Квадрат евклидова расстояния

# comboBoxMeasure.Items2
source: Manhattan distance
ru: Расстояние городских кварталов (манхэттенское расстояние)

# comboBoxMeasure.Items3
source: Chebyshyov distance
ru: Расстояние Чебышева

# comboBoxMeasure.Items4
source: Power distance
ru: Степенное расстояние

# label5.Text
source: Fitting
ru: Совпадение

# $this.Text
source: Cluster Analysis
ru: Кластерный анализ
