Repository: valebezma/Mayfly
Catalog: Mayfly.Wild/Resources/Fields.*.resx
Languages: ru

# AirPressure
source: Air pressure, mm of Hg column
ru: Атмосферное давление, мм рт. ст.

source: Altitude
ru: Высота над у. м., м БС

# Cloudage
source: Cloudage, × 1 / 8
ru: Облачность, × 1 / 8

# Colour
source: Water color
ru: Цвет воды

source: Comments
ru: Примечание

# Common
source: Common information
ru: Общие сведения

# Conductivity
source: Conductivity, mS/cm
ru: Электропроводность, мкСм/см

source: Date
ru: Дата

# Depth
source: Depth, m
ru: Глубина, м

# DissolvedOxygen
source: Dissolved oxygen, mg/dm³
ru: Растворенный кислород, мг/дм³

# Environment
source: Environment condition
ru: Состояние окружающей среды

# FlowRate
source: Flow rate, mps
ru: Скорость течения, м/с

source: Foam
ru: Пена

source: Humidity, %
ru: Относительная влажность, %

source: Investigator
ru: Исследователь

source: Latitude
ru: Широта

# Limpidity
source: Limpidity, m
ru: Прозрачность, м

source: Longitude
ru: Долгота

source: Odor
ru: Запах

source: Oxygen saturation, %
ru: Насыщенность кислородом, %

# pH
source: pH value
ru: Значение pH

source: Precipitation
ru: Осадки

source: Sampler
ru: Орудие лова

source: Sewage
ru: Мусор

# TemperatureAir
source: Air temperature, °C
ru: Температура воздуха, °C

# TemperatureBottom
source: Water temperature above bottom, °C
ru: Температура воды у дна, °C

# TemperatureSurface
source: Water temperature below surface, °C
ru: Температура воды у поверхности, °C

source: Turbidity
ru: Мутность

source: Water
ru: Водоем

# WindRate
source: Wind rate, mps
ru: Ветер, м/с

# SpeciesCaption
source: Species / Taxa
ru: Вид / Таксон

# SpeciesQuantity
source: Quantity, ind.
ru: Количество, экз.

# IndividualLogCaption
source: Individuals Log
ru: Журнал особей
