Repository: valebezma/Mayfly
Catalog: Mayfly.Mathematics/Resources/Interface.*.resx
Languages: ru

source: Bhattacharya Plot
ru: График Бхаттакария

source: Combined Distribution
ru: Суммарное распределение

# DefaultYTitle
source: Frequency
ru: Частота

# DescriptiveTitle
source: {0}. Descriptive statistics
ru: {0}. Описательная статистика

# DistributionMask
source: Distribution 0
ru: Распределение 0

# SelectedPointsMask
source: Selected Points 0
ru: Выбранная точка данных 0

# SeriesProperties
source: '{0}' series properties
ru: Свойства ряда '{0}'

source: Centroids
ru: Центроиды

source: Count
ru: Количество

source: Sample
ru: Выборка

source: Subsample
ru: Кластер

# SubsampleMask
source: Cluster {0}
ru: Кластер {0}

source: Others
ru: Прочие

# TrendLineTitle
source: {0} Trend Line
ru: Тренд {0}

# ScatterplotTitle
source: [{0}] to [{1}] scatterplot
ru: График отношения [{0}] к [{1}]

source: Merged bivariate
ru: Совмещенная выборка

# ErrorTitle
source: {0} error bars
ru: Планки погрешностей {0}

# FitAnnotation
source: Fit is {0:P1}
ru: Совпадение {0:P1}

# FitTitle
source: {0} Fitting Curve
ru: Приближение {0}

# AnovaResidual
source: Within subgroups (error)
ru: Ошибка

# AnovaTotal
source: Total
ru: Всего

# SelectionCommon
source: Count: {0}
ru: Количество: {0}

# SelectionDetails
source: Count: {0}; Min: {1}; Max: {2}; Avg: {3}; Sum: {4}
ru: Количество: {0}; Мин.: {1}; Макс.: {2}; Сред.: {3}; Сумма: {4}

# SelectionTotal
source: {0} (Total cells: {1})
ru: {0} (Всего ячеек: {1})

source: Custom values
ru: Разные значения

# EmptySample
source: Empty
ru: Выборка пуста

# TrendLinearizedTitle
source: Linearized {0}
ru: Линеаризованный {0}

# PivotCautionInstruction
source: There are some hidden rows. They will not get into grouping or pivot table. Click here to drop filter and show all rows in log.
ru: Некоторые строки скрыты. Они не попадут в группировку или сводную таблицу. Нажмите здесь, чтобы отобразить все строки журнала.

# PivotCautionTitle
source: Hidden rows detected
ru: Обнаружены скрытые строки

# ColAveraged
source: Averaged value
ru: Усредненное значение

# ColGeneralized
source: Generalized sample
ru: Обобщенная выборка

# PivotProgress
source: Pivot processing
ru: Сведение таблицы

# SemipivotProgress
source: Grouping data
ru: Группировка данных
