Repository: valebezma/Mayfly
Catalog: Mayfly/Resources/Interface.*.resx
Languages: ru

# AllSupported
source: All supported formats
ru: Все поддерживаемые форматы

# Comments
source: Notice
ru: Примечание

source: Empty value
ru: Пустое поле

# ExpirationMask
source: 0 day(-s)
ru: 1;2;5|день;дня;дней

# FeedbackBody
source: Hello, my name is {0}. I have some issues on {1} to discuss with you:
ru: Добрый день, меня зовут {0}. У меня есть пара вопросов по работе {1}:

# FeedbackSubject
source: {0} feedback from {1}
ru: Отзыв о работе {0} от {1}

# FileNew
source: New {0}
ru: Новая {0}

# FileOpen
source: Open {0}
ru: Открыть {0}

# FileOpenAny
source: Open file of any supported format
ru: Открыть файл любого из поддерживаемых форматов

# FileSave
source: Save {0}
ru: Сохранить {0}

# FileSaveAny
source: Save file in any of supported formats
ru: Сохранить файл в любом из поддерживаемых форматов

# Filtering
source: Filtering entries
ru: Фильтрация записей

# InputDecimalRepeat
source: Decimal repeat
ru: Повторение десятичного разделителя

# InputDecimalRepeatInstruction
source: You trying to input decimal "{0}" for second time
ru: Вы пытаетесь ввести десятичный разделитель "{0}" второй раз

# InputNotNumber
source: Incorrect symbol
ru: Некорректный символ

# InputNotNumberInstruction
source: "{0}" is not a number. Use numbers to set value
ru: "{0}" не является цифрой. Используйте цифры, чтобы установить значение

# InputOther
source: Input error
ru: Ошибка ввода

# InputOtherInstruction
source: You can't input "{0}" in this field
ru: Вы не можете ввести "{0}" в это поле

# InvestigatorNotApproved
source: Investigator not confirmed
ru: Исследователь не подтвержден

source: Mean
ru: Среднее

# NoTitle
source: <Unnamed>
ru: <Без названия>

source: Total
ru: Всего

# UserUnknown
source: Unknown
ru: Неизвестен

# VariousSources
source: Various locations
ru: Различные расположения

# ErrorReportBody
source: An exception was thrown in {0} application. {1} Stack Trace: {2}
ru: В {0} возникло исключение. {1} Стек: {2}

# ErrorReportSubject
source: Exception. {0}
ru: Исключение. {0}
