Repository: valebezma/Mayfly
Catalog: Mayfly.Fish/Card.*.resx
Languages: ru

# blankToolStripMenuItem.Text
source: Print form
ru: Печать бланка

# buttonAdd.Text
source: Add
ru: Добавить

# buttonGear.Text
source: Equipment
ru: Снасти

# ColumnAddtFactor.HeaderText
source: Factor
ru: Фактор

# ColumnAddtValue.HeaderText
source: Value
ru: Значение

# ColumnMass.HeaderText
source: Mass, kg
ru: Масса, кг

# ColumnQuantity.HeaderText
source: Quantity, ind.
ru: Количество, экз.

# ColumnSpecies.HeaderText
source: Taxa / Species
ru: Вид

# dateTimePickerEnd.CustomFormat
source: MM/dd/yyyy (ddd) HH:mm
ru: dd.MM.yyyy (ddd) HH:mm

# dateTimePickerStart.CustomFormat
source: MM/dd/yyyy (ddd) HH:mm
ru: dd.MM.yyyy (ddd) HH:mm

# itemAboutCard.Text
source: About card
ru: О данных

# labelActWeather.Text
source: Actual weather
ru: Фактическая погода

# labelArea.Text
source: Fished area, ha
ru: Обловленная площадь, га

# labelComments.Text
source: Comments
ru: Примечание

# labelDepth.Text
source: Fishing spot depth, m
ru: Глубина места лова, м

# labelDuration.Text
source: Operation duration: {0} h {1:00} min ({2:N2} h)
ru: Продолжительность операции: {0} ч {1:00} мин ({2:N2} ч)

# labelEffort.Text
source: Effort parameters
ru: Параметры усилия

# labelEfforts.Text
source: Effort, std units
ru: Усилие, станд. единиц

# labelExactArea.Text
source: Operation square, ha
ru: Площадь операции, га

# labelExposure.Text
source: Operation exposure, m
ru: Расстояние операции, м

# labelHeight.Text
source: Gear height, m
ru: Высота орудия, м

# labelHook.Text
source: Hook type number
ru: Тип крючка (номер)

# labelLabel.Text
source: Label
ru: Маркер

# labelLength.Text
source: Gear length, m
ru: Длина орудия, м

# labelMesh.Text
source: Mesh, mm
ru: Ячея, мм

# labelMethod.Text
source: Fishing gear parameters
ru: Орудие лова

# labelOpening.Text
source: Gear opening, m
ru: Раскрытие орудия, м

# labelOperation.Text
source: Operation started
ru: Операция начата

# labelOperationEnd.Text
source: Operation ended
ru: Операция окончена

# labelPosition.Text
source: Position and time
ru: Точное положение и время отбора пробы

# labelSampler.Text
source: Gear
ru: Тип орудия

# labelSquare.Text
source: Gear square, m²
ru: Площадь орудия, м²

# labelTag.Text
source: Sample tagging
ru: Сведения о пробе

# labelVelocity.Text
source: Vessel velocity, km/h
ru: Скорость судна, км/ч

# labelVolume.Text
source: Fished volume, × 1000 m³
ru: Обловленный объем, тыс. м³

# labelWater.Text
source: Water
ru: Водоем

# labelWaterConds.Text
source: Water conditions
ru: Состояние воды

# meniItemEnvironment.Text
source: Add environmental values
ru: Добавить данные о среде

# menuItemAddInfo.Text
source: Add more on that specimen...
ru: Добавить другие сведения об экземпляре...

# menuItemEmpty.Text
source: Empty
ru: Пустой

# menuItemFactors.Text
source: Add factor values
ru: Добавить факторы

# menuItemGear.Text
source: Same gear
ru: С тем же орудием

# menuItemLocation.Text
source: Import location
ru: Импорт местоположения

# menuItemSpeciesRef.Text
source: Edit species
ru: Видовой справочник

# menuItemSpot.Text
source: Same spot
ru: В том же месте

# menuItemWatersRef.Text
source: Edit waters
ru: Справочник водоемов

# StatusCount.Text
source: Total quantity: {0:N0} ind.
ru: Общее количество: {0} экз.

# StatusLog.Text
source: Status
ru: Статус

# StatusMass.Text
source: Total mass: {0:N2} kg
ru: Общая масса: {0:N2} кг

# tabPageCollect.Text
source: Sampling spot
ru: Станция

# tabPageEnvironment.Text
source: Environment
ru: Состояние среды

# tabPageFactors.Text
source: Additional factors
ru: Дополнительные факторы

# tabPageLog.Text
source: Taxa log
ru: Ведомость

# tabPageSampler.Text
source: Sampling methodics
ru: Методика сбора

# taskDialogLocationHandle.Content
source: What kind of information is behind waypoint you have selected? Is it moment of gear removal or a moment when it was installed into water?
ru: Выбранная путевая точка может отражать различную информацию о проведенном лове. Укажите, пожалуйста, отражает ли она момент выемки орудия лова или момент, когда орудие установлено.

# taskDialogLocationHandle.MainInstruction
source: How to handle selected waypoint?
ru: Как обработать выбранную путевую точку?

# taskDialogSaveChanges.Content
source: There were some changes since last saving. Would you like to save them?
ru: С момента последнего сохранения были произведены изменения. Сохранить эти изменения?

# taskDialogSaveChanges.MainInstruction
source: Save changes?
ru: Сохранить изменения?

# taskDialogTrackHandle.Content
source: You selected track as information source. Since track can be interpreted in many ways depending on activity behind of this track, we should ask you how to treat it.
ru: Вы выбрали трек как источник информации. Поскольку трек можно интерпретировать по-разному в зависимости от действий, которые были совершены, выберите как его обработать?

# taskDialogTrackHandle.Footer
source: Also time marks will be used if needed.
ru: Также при необходимости будут использованы показания времени.

# taskDialogTrackHandle.MainInstruction
source: How to handle selected track?
ru: Как обработать выбранный трек?

# tdbAsPoly.Text
source: Get square
ru: Взять площадь

# tdbDiscard.Text
source: Discard
ru: Не сохранять

# tdbExposure.Text
source: Get exposure
ru: Взять расстояние

# tdbRemoval.Text
source: Set removal
ru: Как выемку

# tdbSave.Text
source: Save
ru: Сохранить

# tdbSinglepoint.Text
source: Get single point only
ru: Выбрать одну точку

# tdbSinking.Text
source: Set sinking
ru: Как установку

# ToolStripMenuItemAbout.Text
source: About
ru: О программе

# ToolStripMenuItemCardBlank.Text
source: Sample note
ru: Карточка

# ToolStripMenuItemClose.Text
source: Close
ru: Закрыть

# ToolStripMenuItemCopy.Text
source: Copy
ru: Копировать

# ToolStripMenuItemCut.Text
source: Cut
ru: Вырезать

# ToolStripMenuItemData.Text
source: Data
ru: Данные

# ToolStripMenuItemDelete.Text
source: Delete
ru: Удалить

# ToolStripMenuItemFile.Text
source: File
ru: Файл

# ToolStripMenuItemIndividualProfileBlank.Text
source: Individual profile
ru: Профиль особи

# ToolStripMenuItemIndividuals.Text
source: Individuals log
ru: Журнал особей

# ToolStripMenuItemIndividualsLogBlank.Text
source: Individuals log
ru: Журнал особей

# ToolStripMenuItemNew.Text
source: New
ru: Новый

# ToolStripMenuItemOpen.Text
source: Open...
ru: Открыть...

# ToolStripMenuItemPaste.Text
source: Paste
ru: Вставить

# ToolStripMenuItemPrint.Text
source: Print...
ru: Печать...

# ToolStripMenuItemPrintPreview.Text
source: Preview...
ru: Просмотр...

# ToolStripMenuItemSave.Text
source: Save
ru: Сохранить

# ToolStripMenuItemSaveAs.Text
source: Save as...
ru: Сохранить как...

# ToolStripMenuItemService.Text
source: Service
ru: Сервис

# ToolStripMenuItemSettings.Text
source: Settings
ru: Параметры

# toolStripMenuItemSpeciesKey.Text
source: Open key
ru: Открыть определитель
