Repository: valebezma/Mayfly
Catalog: Mayfly.Fish/Individual.*.resx
Languages: ru

# tabPageGeneral.Text
source: General
ru: Общее

# tabPageFecundity.Text
source: Fecundity
ru: Плодовитость

# tabPageGrowth.Text
source: Growth*
ru: Рост*

# tabPageTrophics.Text
source: Trophics
ru: Питание

# tabPageParasites.Text
source: Parasites
ru: Паразиты

# tabPageAddt.Text
source: Additional values
ru: Дополнительные значения

# labelConditionFactor.Text
source: Condition factor
ru: Упитанность

# labelComments.Text
source: Comments
ru: Примечание

# labelFBA.Text
source: Full biological assessment
ru: Полный биологический анализ

# labelRegID.Text
source: Tally
ru: Номер пробы

# labelAge.Text
source: Age
ru: Возраст

# labelSomaticMass.Text
source: Somatic mass, g
ru: Масса порки, г

# labelMass.Text
source: Full mass, g
ru: Полная масса, г

# label5.Text
source: Total length, mm
ru: Полная длина, мм

# labelLength.Text
source: Standard length, mm
ru: Стандартная длина, мм

# checkBoxIntermediate.Text
source: has symptoms of next stage
ru: имеет признаки следующей стадии

# comboBoxMaturity.Items
source: 1 | Juvenile species
ru: 1 | Неполовозрелые особи

# comboBoxMaturity.Items1
source: 2 | Small gonads, do not fill pertoneal cavity
ru: 2 | Гонады малы, не заполняют брюшную полость

# comboBoxMaturity.Items2
source: 3 | Gonads take from ⅓ to ½ of peritoneal cavity
ru: 3 | Гонады занимаю от ⅓ до ½ брюшной полости

# comboBoxMaturity.Items3
source: 4 | Ganods take up to ⅔ of peritoneal cavity
ru: 4 | Гонады занимают до ⅔ брюшной полости

# comboBoxMaturity.Items4
source: 5 | Spawning species
ru: 5 | Текучие особи

# comboBoxMaturity.Items5
source: 6 | Spawned out species, inflamed gonads
ru: 6 | Отнерестившиеся особи, гонады воспалены

# comboBoxGender.Items
source: Juvenile (juv.)
ru: Ювенильная особь (juv.)

# comboBoxGender.Items1
source: Male (M)
ru: Самец (M)

# comboBoxGender.Items2
source: Female (F)
ru: Самка (F)

# labelMaturity.Text
source: Maturity stage
ru: Стадия зрелости

# labelSex.Text
source: Sex
ru: Пол

# labelEgg.Text
source: Egg parameters
ru: Параметры икринок

# label16.Text
source: Obligatory notes
ru: Обязательные отметки

# labelFecundity.Text
source: Fecundity measures
ru: Измерения плодовитости

# labelEggMass.Text
source: Mean egg mass, µg
ru: Средняя масса икринки, мг

# labelEggSize.Text
source: Mean egg diameter, µm
ru: Средний диаметр икринки, мкм

# labelGonadSample.Text
source: Eggs quantity in sample
ru: Количество гамет в пробе

# labelGonadSampleMass.Text
source: Sample mass, g
ru: Масса пробы на плодовитость, г

# labelFecundityAbs.Text
source: Absolute fecundity
ru: Абсолютная плодовитость

# labelGonadosomatic.Text
source: Gonadosomatic index
ru: Коэффициент зрелости

# labelFecundityRel.Text
source: Relative fecundity
ru: Относительная плодовитость

# labelGonadMass.Text
source: Gonad mass, g
ru: Масса гонад, г

# ColumnRadius.HeaderText
source: Radius, mm
ru: Радиус, мм

# label4.Text
source: Total length, mm
ru: Полная длина, мм

# label3.Text
source: Age
ru: Возраст

# label2.Text
source: Growth values
ru: Значения роста

# comboBoxSection.Items
source: Oral cavity
ru: Ротовая полость

# comboBoxSection.Items1
source: Oesophagus
ru: Пищевод

# comboBoxSection.Items2
source: Stomach
ru: Желудок

# comboBoxSection.Items3
source: Fore intestine
ru: Передняя кишка

# comboBoxSection.Items4
source: Mid-intestine
ru: Средняя кишка

# comboBoxSection.Items5
source: Large intestine
ru: Задняя кишка

# ColumnTrpSpecies.HeaderText
source: Taxon / Species
ru: Таксон / Вид

# ColumnTrpQuantity.HeaderText
source: Quantity, ind.
ru: Количество, экз.

# ColumnTrpMass.HeaderText
source: Mass, mg
ru: Масса, мг

# ColumnTrpConsumption.HeaderText
source: Consumption, ‱
ru: Потребление, ‱

# ToolStripMenuItemIndividuals.Text
source: Individuals log
ru: Журнал особей

# ToolStripMenuItemKeys.Text
source: Open species key
ru: Открыть определитель

# cutToolStripMenuItem.Text
source: Cut
ru: Вырезать

# copyToolStripMenuItem.Text
source: Copy
ru: Копировать

# ToolStripMenuItemPaste.Text
source: Paste
ru: Вставить

# ToolStripMenuItemDelete.Text
source: Delete
ru: Удалить

# labelTractContent.Text
source: Separate section
ru: Отдел

# labelFatness.Text
source: Fatness
ru: Жирность

# labelTractCondition.Text
source: Digestive system
ru: Пищеварительный тракт

# buttonAddTrophics.Text
source: Add
ru: Добавить

# buttonTrophics.Text
source: Trophics data
ru: Данные питания

# labelConsumedMass.Text
source: Consumed mass, mg
ru: Потребленная масса, мг

# labelConsumptionIndex.Text
source: Consumption index, ‱
ru: Потребление, ‱

# comboBoxFermentation.Items
source: 0 | Empty
ru: 0 | Пусто

# comboBoxFermentation.Items1
source: 1 | Good preserved organisms
ru: 1 | Организмы хорошей сохранности

# comboBoxFermentation.Items2
source: 2 | Slightly digested organisms
ru: 2 | Организмы слегка переварены

# comboBoxFermentation.Items3
source: 3 | Half-digested organisms
ru: 3 | Организмы полупереваренные

# comboBoxFermentation.Items4
source: 4 | Intensly digested organisms
ru: 4 | Организмы сильно переваренные

# comboBoxFermentation.Items5
source: 5 | Indeterminable mass
ru: 5 | Неопределимая масса

# comboBoxFatness.Items
source: 0 | No fat on intestine
ru: 0 | Жира на кишке нет

# comboBoxFatness.Items1
source: 1 | Fine fat ribbon
ru: 1 | Тонкая шнуровидная полоска жира

# comboBoxFatness.Items2
source: 2 | Narrow fat ribbon
ru: 2 | Неширокая полоска жира

# comboBoxFatness.Items3
source: 3 | Broad fat ribbon
ru: 3 | Широкая полоса жира

# comboBoxFatness.Items4
source: 4 | Intestine almost entirely covered with fat
ru: 4 | Кишка почти целиком покрыта жиром

# comboBoxFatness.Items5
source: 5 | Entire intestine is filled with a thick layer of fat
ru: 5 | Весь кишечник залит толстым слоем жира

# comboBoxFullness.Items
source: 0 | Empty
ru: 0 | Пусто

# comboBoxFullness.Items1
source: 1 | Solitary
ru: 1 | Единично

# comboBoxFullness.Items2
source: 2 | Small filling
ru: 2 | Малое наполнение

# comboBoxFullness.Items3
source: 3 | Moderate filling
ru: 3 | Среднее наполнение

# comboBoxFullness.Items4
source: 4 | Much (full section)
ru: 4 | Много (полный отдел)

# comboBoxFullness.Items5
source: 5 | Tension
ru: 5 | Масса (отдел растянут)

# labelFermentation.Text
source: Digestion state
ru: Переваренность

# labelSection.Text
source: Section
ru: Отдел

# labelFullness.Text
source: Filling degree
ru: Наполнение

# buttonAddParasite.Text
source: Add
ru: Добавить

# ColumnInfSpecies.HeaderText
source: Taxon / Species
ru: Таксон / вид

# ColumnInfQuantity.HeaderText
source: Count
ru: Количество

# ColumnInfComments.HeaderText
source: Comments
ru: Примечание

# labelOrgan.Text
source: Organ
ru: Орган

# comboBoxOrgan.Items
source: Vestiture
ru: Наружные покровы тела, кожа

# comboBoxOrgan.Items1
source: Opercles
ru: Жаберные крышки

# comboBoxOrgan.Items2
source: Gills
ru: Жабры

# comboBoxOrgan.Items3
source: Ureter
ru: Мочеточники

# comboBoxOrgan.Items4
source: Excretory bladder
ru: Мочевой пузырь

# comboBoxOrgan.Items5
source: Kidneys
ru: Почки

# comboBoxOrgan.Items6
source: Hepar
ru: Печень

# comboBoxOrgan.Items7
source: Stomach
ru: Желудок

# comboBoxOrgan.Items8
source: Intestines
ru: Кишечник

# comboBoxOrgan.Items10
source: Musculature
ru: Мускулатура

# comboBoxOrgan.Items11
source: Eye-lens
ru: Хрусталик

# comboBoxOrgan.Items12
source: Corpus vitreum
ru: Стекловидное тело

# label8.Text
source: Parasites information
ru: Информация о паразитах

# label1.Text
source: Additional values
ru: Дополнительные значения

# ColumnAddtVariable.HeaderText
source: Variable
ru: Параметр

# ColumnAddtValue.HeaderText
source: Value
ru: Значение

# buttonReport.Text
source: Print
ru: Печать

# loadFromCardToolStripMenuItem.Text
source: Load from card
ru: Загрузить из карточки

# currentSectionToolStripMenuItem.Text
source: Save current section
ru: Сохранить текущий раздел

# allSectionsToolStripMenuItem.Text
source: Save all sections
ru: Сохранить все разделы

# taskDialogSaveChanges.Content
source: Some changes were made. Would you like to save them?
ru: С момента последнего сохранения были произведены изменения. Сохранить эти изменения?

# taskDialogSaveChanges.MainInstruction
source: Save changes?
ru: Сохранить изменения?

# tdbSave.Text
source: Save
ru: Сохранить

# tdbDiscard.Text
source: Discard
ru: Не сохранять

# comboBoxOrgan.Items9
source: Core, pericardium
ru: Сердце, околосердечная сумка
