Repository: valebezma/Mayfly
Catalog: Mayfly.Fish/Settings.*.resx
Languages: ru

# buttonBrowseDiet.Text
source: Browse...
ru: Обзор...

# buttonBrowseParasites.Text
source: Browse...
ru: Обзор...

# label3.Text
source: Diet components key
ru: Справочник пищевых компонентов

# buttonOpenDiet.Text
source: Open
ru: Открыть

# label7.Text
source: Parasites key
ru: Справочник паразитов

# buttonOpenParasites.Text
source: Open
ru: Открыть

# buttonGearsClear.Text
source: Clear
ru: Очистить

# columnSampler.HeaderText
source: Sampler
ru: Тип орудия

# columnMesh.HeaderText
source: Mesh
ru: Ячея

# columnLength.HeaderText
source: Length, m
ru: Длина, м

# columnHeight.HeaderText
source: Height, m
ru: Высота, м

# tabPageEquipment.Text
source: Equipment
ru: Снасти

# columnOpeningGear.HeaderText
source: Gear
ru: Орудие

# columnOpeningValue.HeaderText
source: Opening
ru: Раскрытие

# labelOpeningDefault.Text
source: Default opening value, %
ru: Раскрытие по-умолчанию, %

# labelActive.Text
source: Active Gears Parameters
ru: Параметры активных орудий

# labelActiveInstruction.Text
source: Default opening is percentage of gear length which is actual measure between its ends.
ru: Раскрытие по-умолчанию это доля от длины орудия, равна фактическому расстоянию между концами.

# tabPageActive.Text
source: Active gears
ru: Активные орудия

# labelStationary.Text
source: Stationary Gears Parameters
ru: Параметры пассивных орудий

# labelExposure.Text
source: Gillnet standard exposition, hours
ru: Стандартная экспозиция, ч

# labelStationaryInstruction.Text
source: Parameters of standard gillnet effort is applied to calculate gillnet efforts for report, stock estimation or composition estimation.
ru: Параметры стандартной ставной сети применяются для расчета усилия.

# labelHeight.Text
source: Gillnet standard height. m
ru: Высота стандартной сети, м

# labelLength.Text
source: Gillnet standard length, m
ru: Длина стандартной сети, м

# tabPageStationary.Text
source: Stationary gears
ru: Пассивные орудия

# tabPageGears.Text
source: Gears
ru: Орудия лова

# labelInterval.Text
source: Default sample interval, mm
ru: Интервал по-умолчанию, мм

# labelStratified.Text
source: Stratified sample initial values
ru: Начальные значения

# tabPageStratified.Text
source: Stratified sample
ru: Стратифицированная проба
