Repository: valebezma/Mayfly
Catalog: Mayfly.Benthos.Explorer/MainForm.*.resx
Languages: ru

# labelWaters.Text
source: Waters
ru: Водные объекты

# labelCards.Text
source: 1;2|card;cards
ru: 1;2;5|карточка;карточки;карточек

# labelDates.Text
source: Collection date range
ru: Сроки сбора материала

# labelSamplers.Text
source: Samplers
ru: Пробоотборники

# labelCollectors.Text
source: Signatures
ru: Подписи

# tabPageInfo.Text
source: Summary
ru: Обзор

# columnArtCardName.HeaderText
source: Card
ru: Карточка

# columnArtCardSquareMissing.HeaderText
source: Square missing
ru: Площадь не указана

# columnCardInvestigator.HeaderText
source: Investigator
ru: Исследователь

# columnCardWater.HeaderText
source: Water
ru: Водный объект

# columnCardLabel.HeaderText
source: Label
ru: Маркер

# columnCardWhen.HeaderText
source: Date and time
ru: Дата и время

# columnCardWhere.HeaderText
source: Coordinates
ru: Координаты

# columnCardSampler.HeaderText
source: Sampler
ru: Пробоотборник

# columnCardSubstrate.HeaderText
source: Substrate
ru: Субстрат

# columnCardMesh.HeaderText
source: Sieve opening, µm
ru: Размер сетки, мкм

# columnCardSquare.HeaderText
source: Square, m²
ru: Площадь, м²

# columnCardDepth.HeaderText
source: Depth, m
ru: Глубина, м

# ColumnCardCrossSection.HeaderText
source: Cross section
ru: Зона

# ColumnCardBank.HeaderText
source: Bank
ru: Берег

# columnCardWealth.HeaderText
source: Total species wealth
ru: Общее видовое богатство

# columnCardQuantity.HeaderText
source: Total quantity, ind.
ru: Общее количество, экз.

# columnCardMass.HeaderText
source: Total mass, mg
ru: Общая масса, мг

# columnCardAbundance.HeaderText
source: Total abundance, ths ind. × m¯²
ru: Общая численность, тыс. экз./м²

# columnCardBiomass.HeaderText
source: Total biomass, g × m¯²
ru: Общая биомасса, г/м²

# columnCardDiversityA.HeaderText
source: Total diversity
ru: Общее разнообразие

# columnCardDiversityB.HeaderText
source: Total diversity (weight based)
ru: Общее разнообразие (по массе)

# columnCardComments.HeaderText
source: Comments
ru: Примечание

# contextCardOpen.Text
source: Open card
ru: Открыть карточку

# contextCardExplore.Text
source: Open in new window
ru: Открыть в новом окне

# contextCardPrint.Text
source: Print card
ru: Печать карточки

# contextCardPrintFull.Text
source: Print card (include individuals log)
ru: Печать карточки (включая ведомость особей)

# contextCardPrintNote.Text
source: Print card note
ru: Печать этикетки карточки

# tabPageCard.Text
source: Cards
ru: Карточки

# labelSpcGroupBy.Text
source: Group rows by:
ru: Группировать по:

# buttonSpcFull.Text
source: Get full log
ru: Полная ведомость

# columnSpcSpc.HeaderText
source: Species / taxa
ru: Вид / таксон

# columnSpcQuantity.HeaderText
source: Quantity, ind.
ru: Количество, экз.

# columnSpcMass.HeaderText
source: Mass, mg
ru: Масса, мг

# columnSpcAbundance.HeaderText
source: Abundance, ind. × m¯²
ru: Численность, экз./м²

# columnSpcBiomass.HeaderText
source: Mass density, g × m¯²
ru: Биомасса, г/м²

# columnSpcOccurrence.HeaderText
source: Occurrence, %
ru: Встречаемость, %

# columnSpcDominance.HeaderText
source: Dominance
ru: Доминирование

# columnSpcDiversityA.HeaderText
source: Diversity
ru: Разнообразие

# columnSpcDiversityB.HeaderText
source: Diversity (weight based)
ru: Разнообразие (по массе)

# contextSpcDelete.Text
source: Remove
ru: Удалить

# tabPageSpc.Text
source: Species
ru: Виды / таксоны

# label1.Text
source: Group rows by:
ru: Группировать по:

# buttonSelectLog.Text
source: Select additional values...
ru: Больше значений...

# columnLogSpc.HeaderText
source: Species / taxa
ru: Вид / таксон

# columnLogQuantity.HeaderText
source: Quantity, ind.
ru: Количество, экз.

# columnLogMass.HeaderText
source: Mass, mg
ru: Масса, мг

# columnLogAbundance.HeaderText
source: Abundance, ind. × m¯²
ru: Численность, экз./м²

# columnLogBiomass.HeaderText
source: Mass density, g × m¯²
ru: Биомасса, г/м²

# columnLogDiversityA.HeaderText
source: Diversity
ru: Разнообразие

# columnLogDiversityB.HeaderText
source: Diversity (weight based)
ru: Разнообразие (по массе)

# contextLogOpen.Text
source: Open in card
ru: Открыть в карточке

# tabPageLog.Text
source: Log
ru: Ведомость

# buttonSelectInd.Text
source: Select additional values...
ru: Больше значений...

# columnIndSpecies.HeaderText
source: Species / taxa
ru: Вид / таксон

# columnIndLength.HeaderText
source: Length, mm
ru: Длина, мм

# columnIndMass.HeaderText
source: Weight, mg
ru: Масса, мг

# columnIndSex.HeaderText
source: Sex
ru: Пол

# columnIndGrade.HeaderText
source: Grade
ru: Стадия

# columnIndInstar.HeaderText
source: Instar
ru: Возраст

# columnIndComments.HeaderText
source: Comments
ru: Примечание

# contextIndOpen.Text
source: Open in card
ru: Открыть в карточке

# contextIndCard.Text
source: Find card
ru: Найти карточку

# contextIndLog.Text
source: Find log entry
ru: Найти запись ведомости

# printIndividualsLogToolStripMenuItem.Text
source: Print selected individuals log
ru: Печать журнала выбранных особей

# contextIndRemove.Text
source: Remove
ru: Удалить

# tabPageInd.Text
source: Individuals
ru: Особи

# statusMass.Text
source: Weight: {0}
ru: Масса: {0}

# statusQuantity.Text
source: Quantity: {0}
ru: Количество: {0}

# menuItemAddData.Text
source: Add cards...
ru: Добавить карточки...

# menuItemSave.Text
source: Save all changes
ru: Сохранить изменения

# menuItemBackupCards.Text
source: Backup cards
ru: Создать резервную копию карточек

# menuItemSaveSet.Text
source: Save cards set...
ru: Сохранить набор карточек...

# menuItemExit.Text
source: Exit
ru: Выход

# menuItemFile.Text
source: File
ru: Файл

# menuItemLoadCards.Text
source: Cards
ru: Карточки

# menuItemLoadSpc.Text
source: Species
ru: Виды / таксоны

# menuItemLoadLog.Text
source: Log
ru: Ведомость

# menuItemLoadIndividuals.Text
source: Individuals
ru: Особи

# menuItemSample.Text
source: Sample
ru: Выборка

# menuItemBriefSpecies.Text
source: Specific level
ru: Видовой уровень

# menuItemBrief.Text
source: Cenosis report
ru: Краткий отчет

# menuItemAssignVariants.Text
source: Assign variants
ru: Объединить факторы

# additionalFactorsToolStripMenuItem.Text
source: Additional factors
ru: Дополнительные факторы

# menuItemCardFindEmpty.Text
source: Find empty cards
ru: Найти пустые карточки

# menuItemCardPrint.Text
source: Print cards
ru: Печать карточек

# menuItemCardPrintFull.Text
source: Print cards (inculde individuals log)
ru: Печать карточек (включая журнал особей)

# menuItemCardPrintNotes.Text
source: Print card notes
ru: Печать этикеток карточек

# menuItemCards.Text
source: Cards
ru: Карточки

# menuItemSpcTaxa.Text
source: Show taxa names
ru: Отобразить названия таксонов

# menuItemSpcSave.Text
source: Save as species reference
ru: Сохранить как справочник видов

# menuItemSpcDiversity.Text
source: Explore diversity
ru: Исследовать разнообразие

# menuItemSpc.Text
source: Species
ru: Виды / таксоны

# menuItemComCom.Text
source: Compare compositions
ru: Сравнение структуры

# menuItemLog.Text
source: Log*
ru: Ведомость

# menuItemIndPrint.Text
source: Print individuals log
ru: Печать журнала особей

# menuItemIndividuals.Text
source: Individuals
ru: Особи

# menuItemSettings.Text
source: Settings
ru: Настройки

# menuItemLicenses.Text
source: Features
ru: Возможности

# menuItemAbout.Text
source: About
ru: О программе

# menuItemService.Text
source: Service
ru: Сервис
