Repository: valebezma/Mayfly
Catalog: Mayfly.Benthos.Explorer/Diet/WizardRecoverer.*.resx
Languages: ru

# wizardPageInit.Text
source: Initial state
ru: Исходное состояние

# wizardPageExtraLoading.Text
source: Extra information loading
ru: Загрузка дополнительной информации

# wizardPageExtraSpecies.Text
source: Extra information content
ru: Содержание дополнительной информации

# wizardPageCoordination.Text
source: Taxa association
ru: Соответствие таксонов

# wizardPagePriority.Text
source: Recovering priority
ru: Порядок восстановления

# wizardPageTotals.Text
source: All set
ru: Все готово

# wizardControlRecoverer.Title
source: Weight reconstruction wizard
ru: Мастер восстановления массы

# label1.Text
source: Current data state is shown in table below. Final quantity of individuals requiring extra information on their weight is given in last column. Click 'Next' to proceed to add extra data.
ru: Текущее состояние данных отображено в таблице. Количество особей, требующих дополнительных данных о массе, приведено в последнем столбце. Нажмите 'Далее', чтобы перейти к загрузке дополнительных данных.

# columnInitSpecies.HeaderText
source: Species
ru: Вид

# columnInitCount.HeaderText
source: Fragments detected
ru: Обнаружено фрагментов

# columnInitUnweighted.HeaderText
source: Unweighted individuals
ru: Особей не взвешено

# columnInitAbstract.HeaderText
source: Abstract individuals
ru: Особей не указано

# columnInitUnweightedTotal.HeaderText
source: Total unweighted count
ru: Всего невзвешенных особей

# buttonAddNatural.Text
source: Add natural data
ru: Добавить данные

# labelLoaded.Text
source: Extra cards contain data on {0} taxa / species. {1} species are in common with diet.
ru: Дополнительные карточки содержат данные о {0} таксонах / видах. {1} видов являются общими с пробами питания.

# labelLoading.Text
source: Loading extra cards...
ru: Загрузка карточек...

# label2.Text
source: Drag and drop cards in here or click button below to use additional information on individuals natural size. Use cards from similar conditions to where and when diet materials were collected.
ru: Перетащите сюда и отпустите карточки или нажмите кнопку "Добавить данные", чтобы добавить дополнительную информацию о естественных размерах особей. Используйте карточки бентоса из условий, сходных с теми, в которых был собран материал питания.

# checkBoxUseRawMass.Text
source: Apply raw individual mass
ru: Использовать также упрощенную среднюю массу

# label3.Text
source: Here is information from extra cards you have loaded. Turn back to load more cards or proceed to specify taxa association. Application of raw individual mass allows to recover weight of individuals anyway if any taxa is associated.
ru: Здесь представлена информация, содержащаяся в дополнительных карточках. Вернитесь, чтобы загрузить больше карточек или продолжите, чтобы перейти к установлению соответствия таксонов. Применение упрощенной средней массы позволит восстановить массу особей даже если не возможно построить модель (если установлено соответсвие таксонов).

# columnExtraSpecies.HeaderText
source: Species
ru: Вид

# columnExtraCount.HeaderText
source: Sample
ru: Выборка

# columnExtraRaw.HeaderText
source: Raw individual mass, mg
ru: Упрощенная средняя масса, мг

# buttonSetCoordination.Text
source: Set association
ru: Установить соответствие

# buttonResetCoo.Text
source: Reset
ru: Сбросить

# label5.Text
source: Here you may set association between taxa in diet and natural cards. Select row and click "Set association" to select associated species. Click "Reset" to make default association which is according full match of species name. Previously selected taxa also selected.
ru: Здесь вы можете установить соответствие таксонов в пробах питания и пробах бентоса, для этого нажмите "Установить соответсвие" выбрав нужную строку. Нажмите "Сбросить", чтобы установить изначальные значения по принципу соответствия видовых названий.

# columnAsscSpecies.HeaderText
source: Taxa / species
ru: Таксон / вид

# columnAsscAssociate.HeaderText
source: Associated taxa / species
ru: Соответствующий таксон / вид

# label7.Text
source: Total recoverable individuals
ru: Всего особей для восстановления

# label4.Text
source: Each measured variable common for both diet and natural data is presented as column. Values in columns demontrate number (and also fraction of total unweighted count) of weight-recoverable individuals. Reorder columns to change priority of using variables.
ru: Каждая из измеренных величин, общих для проб питания и бентосных проб, представлена колонкой. Значения в них отражают количество (и долю от общего числа) особей, масса которых может быть реконструирована. Переместите столбец при помощи мыши, чтобы изменить порядок применения соответствующего подхода.

# label12.Text
source: You will be provided with exhausting report on how mass of exact individuals was calculated.
ru: Отметив флажок "Составить протокол", вы получите исчерпывающий отчет о том, как масса отдельных особей была посчитана.

# label8.Text
source: All is ready to recover weight of unweighted individuals. Also mass of species and samples will be recalculated. Press "Finish" to do this.
ru: Все готово, чтобы приступить к восстановлению массы. Значения массы видов и проб также будут пересчитаны. Нажмите "Готово", чтобы завершить.

# columnPriSpecies.HeaderText
source: Species
ru: Вид

# columnPriRecoverable.HeaderText
source: Qualified, ind.
ru: Пригодно, экз.

# columnPriRecoverableP.HeaderText
source: Qualified, %
ru: Пригодно, %

# columnPriLength.HeaderText
source: Length measured
ru: Длина

# columnPriRaw.HeaderText
source: Raw mass enabled
ru: Упрощенная масса
