Repository: valebezma/Mayfly
Catalog: Mayfly.Wild/Resources/Interface/Interface.*.resx
Languages: ru

# DuplicateDefaultComment
source: Added automatically
ru: Добавлен автоматически

# IndLog
source: {0} Individuals Log
ru: Журнал особей {0}

# IndWindow
source: {0}. Individual profile
ru: {0}. Профиль особи

# SpeciesCount
source: Species: 0
ru: Видов: 0

# IndNo
source: Tally
ru: Проба №

source: Control
ru: Контроль

# GetData
source: Getting data...
ru: Получение данных...

# MoreExtraData
source: Add more data
ru: Добавить больше

source: No data...
ru: Нет данных...

# QualityTip
source: Quality of method is {0:P1}
ru: Качество метода составляет {0:P1}

# QualityTipBad
source: Quality is very low
ru: Качество слишком низкое

# CompositionPresentation
source: {0}: {1} categories
ru: {0}: {1} категорий

# SuggestionUnavailable
source: Lack of data
ru: Мало данных

# BioFormat
source: Dates: {0}; Places: {1}
ru: Сроки сбора: {0}; Места сбора: {1}

# AnnualSurveyItem
source: Survey of {0}
ru: Исследования {0} года

# ModelCalc
source: Model calculation
ru: Расчет моделей

# FieldFolder
source: Field Data Folder
ru: Полевые данные

# FieldFolderTip
source: Storage for field data cards, references etc.
ru: Хранилище для карточек полевых данных, справочников и т. п.

# NoPrecip
source: No precipitations
ru: Без осадков

# WaterUnknown
source: Unknown Water
ru: Неизвеcтный водоем

# SampleFormat
source: Sample collected {0:D} at {1:t} in {2} by {3} with {4}
ru: Пробу собрал {0:D} в {1:t} в {2} {3} с помощью {4}

# RedefineComment
source: Previously defined as {0}
ru: Ранее определен как {0}
