Repository: valebezma/Mayfly
Catalog: Mayfly.Wild/Resources/Interface/MassRecover.*.resx
Languages: ru

# ColAsc
source: Associated species
ru: Соответствующие виды

# ColDiet
source: Species / taxon of diet
ru: Вид / таксон в питании

# ColFragments
source: Fragments count
ru: Фрагментов обнаружено

# ColIdenticFor
source: Individuals count
ru: Количество особей

# ColIndex
source: Consumption index, ×10<sup>-4</sup>
ru: Индекс потребления, ×10<sup>-4</sup>

# ColMeanMass
source: Mean mass, mg
ru: Средняя масса, мг

# ColPredator
source: Predator info
ru: Информация о потребителе

# ColRecMass
source: Recovered individual mass, mg
ru: Восстановленная индивидуальная масса, мг

# ColSample
source: Total sample
ru: Общая выборка

# ColTotalMass
source: Total mass, mg
ru: Общая масса, мг

# ColUnw
source: Weight unknown for
ru: Масса неизвестна для

# Header
source: Weight recovery protocol
ru: Протокол восстановления массы

# RecPar1
source: Species has {0} unweighted individuals. It is {1:P1} of total fragments discovered.
ru: Вид имеет {0} невзвешенных особей, что составляет {1:P1} от общего числа обнаруженных фрагментов всех таксонов.

# RecParAbstract
source: Information on individuals is absent in {0} log entries. Their total quantity is {1} ind. Total mass of that entries equals {2} × {3} = {4} mg.
ru: Отсутствует информация об особях из {0} записей журнала. Их общее количество составляет {1} экз. Общая масса этих записей составляет {2} × {3} = {4} мг.

# RecParAsc
source: Associated species are: {0}.
ru: Соответствующие виды: {0}.

# RecParCategory
source: Weight of {0} ({1:P1}) individuals is recovered by their {2} using category's mean weight.
ru: Масса {0} ({1:P1}) особей восстановлена с ипользованием средней массы категории ({2}).

# RecParLength
source: Weight of {0} ({1:P1}) individuals is recovered from their length using equation:
ru: Масса {0} ({1:P1}) особей восстановлена по их длине с использованием уравнения:

# RecParLength2
source: where W - mass, mg; L - length, mm. R² of model equals {0:N1} (<i>p</i>={1:G2}).
ru: где W - масса, мг; L - длина, мм. R² модели равен {0:N1} (<i>p</i>={1:G2}).

# RecParNoAsc
source: No species are associated. Weight can not be obtained.
ru: Нет соответствующих видов. Масса не может быть восстановлена.

# RecParRaw
source: Weight of {0} ({1:P1}) individuals is set as mean for entire species, which is {2} mg. Total mass of these individuals equals {3} × {4} = {5} mg.
ru: Масса {0} ({1:P1}) особей восстановлена с использованием общей средней индивидуальной массы соответствующих видов, которая составляет {2} мг. Общая масса этих экземпляров составила {3} × {4} = {5} мг.

# RecParTotal
source: Totally {0} individuals weight was recovered. They form {1:P1} of unweighted individuals.
ru: Суммарно, восстановлена масса {0} особей, которые составляют {1:P1} от изначального количества невзвешенных особей.

# RecParVar
source: Weight of {0} ({1:P1}) individuals is recovered from their {2} using equation:
ru: Масса {0} ({1:P1}) особей восстановлена по их {2} с использованием уравнения:

# RecParVar2
source: where W - mass, mg; X - {0}. R² of model equals {1:N1} (<i>p</i>={2:G2}).
ru: где W - масса, мг; X - {0}. R² модели равен {1:N1} (<i>p</i>={2:G2}).

# Section1Title
source: Data used for recovery
ru: Данные, использованные для восстановления

# Section2Title
source: Taxon association
ru: Соответствие таксонов

# Section3Title
source: Weight recovery by diet species
ru: Результаты восстановления по компонентам питания

# Section4Title
source: Recovery results per capita
ru: Результаты восстановления per capita

# TableAscHeader
source: Table of taxon / species association
ru: Таблица соответствия видов / таксонов

# TableLenHeader
source: Weight recovery from individual length
ru: Восстановление массы по длине особи

# TableRecHeader
source: Weight recovery from {0}
ru: Восстановление массы по {0}
