Repository: valebezma/Mayfly
Catalog: Mayfly.Mathematics/Charts/Plot.*.resx
Languages: ru

# contextChartProperties.Text
source: Properties
ru: Свойства

# contextChartAxes.Text
source: Axis properties
ru: Свойства осей

# contextChartAdjustAxes.Text
source: Adjust axes automatically
ru: Автонастройка осей

# contextChartSeparate.Text
source: Show separately
ru: Показывать отдельно

# contextChartImage.Text
source: Save image...
ru: Сохранить изображение...

# contextChartPrint.Text
source: Print...
ru: Печать...

# contextChartCopy.Text
source: Copy chart
ru: Копировать график

# contextScatterplotProperties.Text
source: Properties
ru: Свойства

# contextScatterplotAddTrend.Text
source: Add trend line
ru: Добавить линию тренда

# contextScatterplotDistinguish.Text
source: Distinguish
ru: Выделить

# contextScatterplotDelete.Text
source: Delete
ru: Удалить

# contextScatterplotFindValue.Text
source: Find value row
ru: Найти строку со значениями

# contextScatterplotStatistics.Text
source: Statistics
ru: Статистика

# contextScatterplotTransform.Text
source: Transform
ru: Преобразовать

# contextScatterplotApart.Text
source: Show in new window
ru: Показать в новом окне

# contextScatterplotUpdate.Text
source: Update
ru: Обновить

# contextScatterplotDescriptiveX.Text
source: X descriptive
ru: Описательная по оси X

# contextScatterplotDescriptiveY.Text
source: Y descriptive
ru: Описательная по оси Y

# contextScatterplotTrend.Text
source: Trend
ru: Тренд

# contextScatterplotTrendCompare.Text
source: Compare trends
ru: Сравнить тренды

# contextScatterplotMerge.Text
source: Merge
ru: Объединить

# contextScatterplotSplit.Text
source: Split
ru: Разделить

# contextScatterplotHistogramX.Text
source: To histogram by abscissa values
ru: В гистограмму (X)

# contextHistogramProperties.Text
source: Properties
ru: Свойства

# contextHistogramAddFit.Text
source: Add fitting distribution
ru: Добавить теоретическое

# contextHistogramDistinguish.Text
source: Distinguish
ru: Выделить

# contextHistogramDelete.Text
source: Delete
ru: Удалить

# contextHistogramCopyValues.Text
source: Copy values
ru: Копировать значения

# contextHistogramStatistics.Text
source: Statistics
ru: Статистика

# contextHistogramDescriptive.Text
source: Descriptive
ru: Описательная

# contextHistogramTransform.Text
source: Transform
ru: Преобразовать

# contextHistogramSplit.Text
source: Split
ru: Разделить

# contextHistogramApart.Text
source: Show in new window
ru: Показать в новом окне

# contextHistogramUpdate.Text
source: Update
ru: Обновить

# contextEvalProperties.Text
source: Properties
ru: Свойства

# contextEvalDelete.Text
source: Delete
ru: Удалить

# contextEvalStatistics.Text
source: Statistics
ru: Статистика

# contextEvalPointDescriptive.Text
source: Data point descriptive
ru: Точка данных

# contextEvalApart.Text
source: Show in new window
ru: Показать в новом окне

# contextEvalUpdate.Text
source: Update
ru: Обновить
