Repository: valebezma/Mayfly
Catalog: Mayfly.Fish.Explorer/WizardOb.*.resx
Languages: ru

# buttonAddFleet.Text
source: Add new fleet
ru: Новый комплект

# buttonClearPhantoms.Text
source: Archive all
ru: Очистить

# buttonClearSchedule.Text
source: Clear schedule
ru: Очистить

# buttonExport.Text
source: Export cards
ru: Экспортировать

# buttonPrintCribnote.Text
source: Print crib note
ru: Шпаргалка

# buttonSaveAppData.Text
source: Continue later
ru: Продолжить позднее

# checkBoxControl.Text
source: Display total catch
ru: Общий улов

# checkBoxGearReport.Text
source: Show gear stats report
ru: Показать отчет по статистике применения орудий лова

# checkBoxKeep.Text
source: Keep observations file
ru: Не удалять файл наблюдений

# checkBoxSpcReport.Text
source: Show species stats report
ru: Показать отчет по статистике видовых выборок

# ColumnEnvironment.HeaderText
source: Environment
ru: Погода

# columnHeaderActions.Text
source: Actions
ru: Действий

# columnHeaderGears.Text
source: Gears
ru: Орудий

# columnHeaderTime.Text
source: Last saved
ru: Сохранен

# columnHeight.HeaderText
source: Height, m
ru: Высота, м

# columnLength.HeaderText
source: Length, m
ru: Длина, м

# columnMesh.HeaderText
source: Mesh
ru: Ячея, мм

# columnSampler.HeaderText
source: Sampler
ru: Орудие

# columnTimepoint.HeaderText
source: When
ru: Когда

# contextClear.Text
source: Clear
ru: Очистить

# contextEditCatch.Text
source: Edit catch
ru: Редактировать улов

# contextExportCards.Text
source: Export cards...
ru: Экспортировать карточки...

# contextInspect.Text
source: Inspect
ru: Переборка

# contextLocation.Text
source: Set location
ru: Установить местоположение

# contextMoveTo.Text
source: Move to
ru: Переместить в

# contextRemove.Text
source: Remove
ru: Выемка

# contextSet.Text
source: Set
ru: Установка

# contextWeather.Text
source: Input weather
ru: Ввести сведения о среде

# dataGridViewTextBoxColumn1.HeaderText
source: Mesh
ru: Ячея

# dataGridViewTextBoxColumn2.HeaderText
source: Length, m
ru: Длина, м

# dataGridViewTextBoxColumn3.HeaderText
source: Height, m
ru: Высота, м

# dataGridViewTextBoxColumn4.HeaderText
source: Environment
ru: Окружающая среда

# fbDialogSaveCards.Description
source: Select folder to place cards with observation data
ru: Выберите папку для сохранения карточек с данным наблюдений

# label1.Text
source: Select operating fleet and fill schedule. Enter date and time in first column and select event for gears by pointing cells in corresponding column.
ru: Выберите комплект сетей и заполните таблицу. Введите дату и время в первой колонке и укажите укажите тип события для орудия в соответствующей колонке.

# label2.Text
source: Type in common information such as water and investigator for setting it in resulting cards.
ru: Укажите общие данные, такие как водный объект и имя исследователя для записи в карточки.

# label3.Text
source: Select options to rule your survey data. You may postpone finishing it or export cards to fish cards collection. In the latter case survey file will be deleted unless flag above being checked.
ru: Выберите вариант завершения наблюдения. Кликните "Отложить", чтобы продолжить позже, или "Экспортировать", чтобы сохранить данные в коллекцию карточек лова рыбы. В последнем случае файл наблюдений будет стерт (если не отмечен соответствующий флаг).

# label4.Text
source: Unfinished surveys are detected. Select one to proceed with finishing it. Double click will forward you to schedule page. Select none and click 'Next' to start new survey.
ru: Обнаружены незавершенные наблюдения. Выберите одно, чтобы продолжить его. Кликните дважды, чтобы перейти сразу к графику лова или нажмите 'Далее' чтобы пройти все шаги.

# label5.Text
source: Investigator
ru: Исследователь

# labelSpeciesSelectionInstruction.Text
source: Fill the list of gears in use. If there are more than dozen gears split it into different fleets using controls under grid. Use selectors for switching fleets.
ru: Перечислите все использованные орудия лова. Если вы использовали более 12 орудий разделите их на несколько комплектов используйте элементы управления под таблицей.

# labelWater.Text
source: Water object
ru: Водный объект

# tdbArchive.Text
source: Archive
ru: В архив

# tdbClear.Text
source: Clear
ru: Очистить

# tdbExport.Text
source: Export cards
ru: Экспортировать

# tdbLoad.Text
source: Load cards
ru: Загрузить карточки

# tdbOpenFolder.Text
source: Open folder
ru: Открыть папку

# tdbShelve.Text
source: Continue later
ru: Продолжить позднее

# tdClearSchedule.Content
source: Schedule contains some catches. Are you sure you want to clear it anyway?
ru: График содержит несколько уловов. Вы уверены, что хотите очистить его в любом случае?

# tdClearSchedule.MainInstruction
source: Clear non-void schedule?
ru: Очистить непустой график лова?

# tdClose.Content
source: You did not finish observations wizard work completely. Do you want to save unfinished data or export already completed cards?
ru: Работа с данными наблюдений не завершена. Вы хотите сохранить незавершенные данные или экспортировать уже завершенные карточки?

# tdClose.ExpandedControlText
source: Be carefull
ru: Будьте внимательны

# tdClose.ExpandedInformation
source: When export cards you delete observations file. To avoid this click "Cancel" and check "Keep observations file" box.
ru: При экспорте карточек файл наблюдений удаляется. Чтобы избежать этого, нажмите "Отмена" и установите флажок "Не удалять файл наблюдений".

# tdClose.MainInstruction
source: Data is incomplete. What to do?
ru: Работа не завершена. Что сделать?

# tdLoadCards.Content
source: Do you want to load exported cards in Fish Explorer?
ru: Загрузить экспортированные карточки в Fish Explorer?

# tdLoadCards.MainInstruction
source: Load exported cards?
ru: Загрузить экспортированные данные?

# wizardControl1.FinishButtonText
source: Export
ru: Экспорт

# wizardControl1.Title
source: Survey wizard
ru: Мастер наблюдений

# wizardPageCommon.Text
source: Survey requisites
ru: Реквизиты наблюдения

# wizardPageGears.Text
source: Fleet description
ru: Комплектация

# wizardPagePhantoms.Text
source: Surveys detected
ru: Незавершенные наблюдения

# wizardPageSave.Text
source: Finish survey
ru: Завершений наблюдения

# wizardPageSchedule.Text
source: Fishing schedule
ru: График лова
