Repository: valebezma/Mayfly
Catalog: Mayfly.Fish.Explorer/WizardExtrapolation.*.resx
Languages: ru

# labelCompositionInstruction.Text
source: Species stock composition is presented below. To summarize particular categories choose corresponding rows.
ru: Ниже представлена структура запаса вида. Для суммирования отдельных категорий, выделите соответствующие строки.

# columnStockCategory.HeaderText
source: Category
ru: Категория

# columnStockNP.HeaderText
source: N, %
ru: Численность, %

# columnStockBP.HeaderText
source: B, %
ru: Биомасса, %

# columnStockN.HeaderText
source: Stock, ×1000 ind.
ru: Запас, тыс. экз.

# columnStockB.HeaderText
source: Stock, t
ru: Запас, т

# pageComposition.Text
source: Stock composition
ru: Структура запаса

# contextStockSplit.Text
source: Split by measure
ru: Разделить по промысловой мере

# pageStock.Text
source: Abundance and stock
ru: Обилие и запас

# labelAbundanceNotice.Text
source: * 1 {0} equals {1:N1} m³
ru: * 1 {0} равняется {1:N1} м³

# labelBiomass.Text
source: Biomass, kg/{0}*
ru: Биомасса, кг/{0}*

# labelAbundance.Text
source: Abundance, ind./{0}*
ru: Численность, экз./{0}*

# labelStockInstruction.Text
source: Using estimated abundance and biomass of {0} we can then extrapolate it on whole water body.
ru: Используя оцененную численность и биомассу {0}, мы можем экстраполировать их на весь водный объект.

# labelAbundanceInstruction.Text
source: Using CPUE values of each class of {0}, its available part of water and catchability coefficient we can now estimate abundance and biomass of {1} in water.
ru: Используя уловы на усилие каждого класса {0}, его зональный вес (доступную ему часть водного объекта) и коэффициент уловистости, мы можем оценить численность и биомассу {1}.

# labelWaterB.Text
source: Stock mass, t
ru: Масса запаса, т

# labelWaterN.Text
source: Stock population, × 1000 ind.
ru: Численность запаса, тыс. экз.

# labelCatchability.Text
source: Catchability
ru: Уловистость

# pageWater.Text
source: Water size
ru: Водный объект

# labelWaterInstruction.Text
source: For further stock estimation we need to know how much water or its aquatory is and - if you are calculating abundance in particular volume - how it is deep too.
ru: Для оценки запасов методом простой экстраполяции необходимы гидрологические параметры водного объекта / акватории.

# labelVolume.Text
source: Body volume, × 1000 m³
ru: Объем акватории, × 1000 м³

# labelDepth.Text
source: Mean depth, m
ru: Средняя глубина, м

# labelArea.Text
source: Water / aquatory square, ha
ru: Площадь водного объекта / акватории, га

# wizardExplorer.BackButtonToolTipText
source: Return to previous step
ru: Вернуться на предыдущий этап

# wizardExplorer.FinishButtonText
source: Report
ru: Отчет

# wizardExplorer.NextButtonText
source: Next
ru: Далее

# wizardExplorer.Title
source: {0} stock estimation wizard
ru: Мастер анализа запаса {0}

# pageStart.Text
source: Let's start
ru: Приступим

# labelStart.Text
source: This wizard will guide you to report for {0} stock. First, select gears and effort expression parameters, then specify water parameters.
ru: Этот мастер проведет вас через процесс составления отчета по оценке запаса {0}. Для начала, вам предстоит указать параметры водного объекта.

# pageCpue.Text
source: CPUE calculation
ru: Расчет уловов на усилие

# labelCpueInstruction.Text
source: Selected gears' catches is now divided by their efforts and averaged for all set of meshes. Weighted mean CPUEs are on the bottom of this page.
ru: Уловы выбранных классов орудий теперь будут поделены на их усилия. Эти сведения являются исходными для расччета численности и биомассы вида.

# columnCpueMesh.HeaderText
source: Gear class
ru: Класс орудий

# columnCpueEffort.HeaderText
source: Effort, {0}
ru: Усилие, {0}

# columnCpueN.HeaderText
source: Number, ind.
ru: Количество, экз.

# columnCpueB.HeaderText
source: Weight, kg
ru: Масса, кг

# columnCpueNpue.HeaderText
source: NPUE, ind./{0}
ru: Улов на усилие, экз./{0}

# columnCpueBpue.HeaderText
source: BPUE, kg/{0}
ru: Улов на усилие, кг/{0}

# pageCategory.Text
source: Stock structure precondition
ru: Предпосылки к выделению структуры запаса

# buttonSex.Text
source: Estimate sexual composition
ru: Оценить половую структуру

# buttonLength.Text
source: Estimate size composition
ru: Оценить размерную структуру

# buttonAge.Text
source: Estimate age composition
ru: Оценить возрастную структуру

# labelCategoryInstruction.Text
source: Select type of categorization to compute stock structure. It allow you to estimate balance of different groups of individuals (categories, cohorts) in stock:
ru: Выберите характеристику для выделения когорт в структуре запаса. Это позволит оценить соотношение разных групп (категорий, когорт) особей в запасе:

# pageReport.Text
source: Report compilation
ru: Составление отчета

# checkBoxComposition.Text
source: Stock composition
ru: Структура запаса

# checkBoxCatches.Text
source: Catches composition
ru: Структура уловов

# labelReport.Text
source: Select parts to include in the report.
ru: Укажите, какие части следует включить в отчет.

# checkBoxAbundance.Text
source: Abundance, biomass and stock size calculation
ru: Расчет численности, биомассы и размера запаса

# checkBoxGears.Text
source: Gear set description
ru: Описание орудий лова

# checkBoxApp.Text
source: Appendices with CPUE calculation
ru: Приложения с раcчетом уловов на усилие
