Repository: valebezma/Mayfly
Catalog: Mayfly.Fish.Explorer/WizardExportBio.*.resx
Languages: ru

# wizardExplorer.FinishButtonText
source: Export
ru: Экспорт

# wizardExplorer.NextButtonText
source: Next
ru: Далее

# pageStart.Text
source: Let's start
ru: Приступим

# pageSigns.Text
source: Signatures
ru: Подписи

# pageGrowth.Text
source: Growth models
ru: Модели роста

# pageWeight.Text
source: Weight models
ru: Модели массы

# pageReport.Text
source: Report compilation
ru: Составление отчета

# wizardExplorer.Title
source: Bio export wizard
ru: Мастер экспорта био

# label4.Text
source: Bio is table of length, weight measurements and age readings of individuals. These records are further used to build growth curves and weight (based on length) models. Whereas these models seems to be constant in time they can be estimated once at a certain water (for each species) and then used in stock assessment for a while.
ru: Био - это таблицы измерений длины, массы и возраста особей. Эти записи используются, чтобы строить кривые роста и масс-размерные модели. Поскольку эти модели не сильно изменяются со временем, они могут быть построены единожды для конкретного водного объекта (для каждого вида) и затем использоваться для оценки стада в течение какого-то периода.

# ColumnSignInvestigator.HeaderText
source: Investigator
ru: Исследователь

# ColumnSignN.HeaderText
source: Cards
ru: Карточек

# label1.Text
source: Data for bio should be signed. Unsigned cards are not allowed to be source of specififcation sheets, so they are excluded from further.
ru: Данные для био должны быть подписаны. Неподписанные карточки не допускается использовать в качестве источника данных для SSS, поэтому в дальнейшем они не учитываются.

# labelNoDataGrowth.Text
source: Unsufficient data...
ru: Недостаточно данных...

# ColumnGrowthSpecies.HeaderText
source: Species
ru: Вид

# contextGrowthChart.Text
source: Show scatterplot
ru: Показать график

# label9.Text
source: Growth models are calculated for those species, samples of which are numerous enough. Parameters of these models are given in the table below.
ru: Модели роста рассчитаны для видов, выборка которых достаточна для этого. Параметры этих моделей представлены в таблице ниже.

# labelNoDataWeight.Text
source: Unsufficient data...
ru: Недостаточно данных...

# ColumnWeightSpecies.HeaderText
source: Species
ru: Вид

# contextWeightChart.Text
source: Show scatterplot
ru: Показать график

# label2.Text
source: Weight models are calculated for those species, samples of which are accountable for it. Parameters of these models are given in the table below.
ru: Масс-размерные модели рассчитаны для видов, выборки которых достаточны для этого. Параметры этих моделей приведены в таблице ниже.

# label7.Text
source: Check if you also want to print exported models.
ru: Отметьте, если требуется распечатать содержимое экспортируемых моделей.

# checkBoxReport.Text
source: Get report with exported models
ru: Распечатать экспортированные модели

# labelWait.Text
source: Calculating...
ru: Идет расчет...
