Repository: valebezma/Mayfly
Catalog: Mayfly.Fish.Explorer/WizardPopulation.*.resx
Languages: ru

# wizardExplorer.FinishButtonText
source: Report
ru: Отчет

# wizardExplorer.NextButtonText
source: Next
ru: Далее

# labelStart.Text
source: This wizard will help you to study population of {0} in survey period. Major metrics, growth models and population abundance (averaged by gear class) are available basically. Pick options you want to include in current research.
ru: Этот мастер поможет вам оценить размерную и возрастную структуру {0} в период наблюдений.

# pageStart.Text
source: Let's start
ru: Приступим

# pageLength.Text
source: Length composition
ru: Размерная структура

# pageAge.Text
source: Age composition
ru: Возрастная структура

# checkBoxAge.Text
source: Population age composition
ru: Возрастная структура уловов

# checkBoxLength.Text
source: Population length composition
ru: Размерная структура популяции

# labelReport.Text
source: Select parts to include in the report:
ru: Укажите, какие части следует включить в отчет:

# pageReport.Text
source: Report compilation
ru: Составление отчета

# wizardExplorer.Title
source: {0} Population Summary Wizard
ru: Мастер описания популяции {0}

# buttonAL.Text
source: Trend properties
ru: Свойства тренда

# buttonL.Text
source: Length, mm: {0}
ru: Длина, мм: {0}

# buttonLW.Text
source: Trend properties
ru: Свойства тренда

# buttonMortality.Text
source: Trend properties
ru: Свойства тренда

# buttonW.Text
source: Individual mass, g: {0}
ru: Масса особи, г: {0}

# checkBoxAgeAdjusted.Text
source: Adjust using mortality model
ru: Корректировать по модели смертности

# checkBoxReportAge.Text
source: Population age composition
ru: Возрастная структура популяции

# checkBoxReportAgeAdjusted.Text
source: Mortality model and adjusted composition
ru: Модель смертности и откорректированная структура

# checkBoxReportAgeCPUE.Text
source: Appendices with age groups CPUE calculation
ru: Приложения с расчетом улова на усилие

# checkBoxReportAgeKeys.Text
source: Appendices with length/age keys
ru: Приложения с размерно-возрастными ключами

# checkBoxReportBasic.Text
source: Basic biological information
ru: Основная биологическая информация

# checkBoxReportGears.Text
source: Gear set description
ru: Описание набора орудий лова

# checkBoxReportLength.Text
source: Population length composition
ru: Размерная структура популяции

# checkBoxReportLengthAdjusted.Text
source: Selectivity model and adjusted composition
ru: Модель селективности и откорректированная структура

# columnSelectivityB.HeaderText
source: Mass, kg
ru: Масса, кг

# columnSelectivityBpue.HeaderText
source: BPUE, kg/{0}
ru: Масса на усилие, кг/{0}

# columnSelectivityClass.HeaderText
source: Class
ru: Класс

# columnSelectivityL.HeaderText
source: Length, mm
ru: Длина, мм

# columnSelectivityN.HeaderText
source: Number, ind.
ru: Количество, экз.

# columnSelectivityNpue.HeaderText
source: NPUE, ind./{0}
ru: Улов на усилие, экз./{0}

# columnSelectivitySex.HeaderText
source: Sex ratio, juv. : M : F
ru: Половой состав, juv. : M : F

# columnSelectivityW.HeaderText
source: Individual mass, g
ru: Масса особи, г

# comboBoxAgeSource.Items
source: Quantity
ru: Количество

# comboBoxAgeSource.Items1
source: Mass
ru: Масса

# comboBoxLengthSource.Items
source: Quantity
ru: Количество

# comboBoxLengthSource.Items1
source: Mass
ru: Масса

# label2.Text
source: Mean catch per unit of effort
ru: Средний улов на усилие

# labelAgeAdjustedInstruction.Text
source: Final general mortality rates are given below:
ru: На графике ниже изображена откорректированная возрастная структура популяции.

# labelAgeInstruction.Text
source: Age composition of stock is shown on histogram.
ru: На графике ниже изображена приблизительная возрастная структура популяции.

# labelAgeSource.Text
source: Chart source
ru: Структура по

# labelALInstruction.Text
source: Growth model according to Bertalanffy is plotted below. To see properties of model click 'Trend properties' button at the bottom.
ru: На графике ниже изображена модель возраст-длина. Нажмите "Свойства тренда", чтобы увидеть подробности.

# labelAWInstruction.Text
source: Two previous model are now combined in weigth growth model.
ru: На графике ниже изображена модель возраст-масса.

# labelBasicInstruction.Text
source: Basic biological features of {0} sample are described below. Click on sample button to see its descriptive statistics.
ru: Основные биологические особенности выборки {0} описаны ниже. Нажмите на кнопку, чтобы просмотреть описательные статистики.

# labelBpueUnit.Text
source: kg/{0}
ru: кг/{0}

# labelCpueInstruction.Text
source: Information on species samples by different gear classes is given below. Averaged values given at page bottom. Click "Next" to continue.
ru: Сведения о выборках разных классов орудий приведены ниже. Усредненные значения приведены внизу. Нажмите "Далее", чтобы продолжить.

# labelFiLabel.Text
source: Real mortality rate (φ)
ru: Оценка реальной смертности (φ)

# labelLengthAdjustedInstruction.Text
source: Adjusted population length composition is presented here.
ru: На графике ниже изображена откорректированная размерная структура популяции.

# labelLengthInstruction.Text
source: Raw length composition of stock is shown on histogram.
ru: На графике ниже изображена приблизительная размерная структура популяции.

# labelLengthSource.Text
source: Chart source
ru: Структура по

# labelMortalityAge.Text
source: Age under full exploitation
ru: Промысловый возраст

# plotLength.AxisYTitle
source: CPUE, ind/{0}
ru: Улов на усилие, %

# plotAge.AxisYTitle
source: CPUE, %
ru: Улов на усилие, %

# plotLength.AxisXTitle
source: Length, mm
ru: Длина, мм

# plotSelection.AxisXTitle
source: Length, mm
ru: Длина, мм

# plotSelectionSource.AxisXTitle
source: Length, mm
ru: Длина, мм

# plotSelectionSource.AxisYTitle
source: NPUE
ru: Улов на усилие, %

# plotMortality.AxisXTitle
source: Age, years
ru: Возраст, лет

# plotAgeAdjusted.AxisXTitle
source: Length, mm
ru: Возраст, лет

# plotAW.AxisXTitle
source: Age
ru: Возраст, лет

# plotAge.AxisXTitle
source: Age, years
ru: Возраст, лет

# plotAgeAdjusted.AxisYTitle
source: Frequency, %
ru: Улов на усилие, экз./{0}

# plotLengthAdjusted.AxisYTitle
source: Frequency, %
ru: Улов на усилие, экз./{0}

# plotMortality.AxisYTitle
source: NPUE, ind. / EU
ru: Улов на усилие, экз./{0}

# plotAW.AxisYTitle
source: Mass, g
ru: Масса, г

# plotLengthAdjusted.AxisXTitle
source: Length, mm
ru: Длина, мм

# plotSelection.AxisYTitle
source: Fraction retained, %
ru: Доля удержанных особей, %

# labelNpueUnit.Text
source: ind./{0}
ru: экз./{0}

# labelSD.Text
source: Common standard deviation
ru: Общее стандартное отклонение

# labelSelectionInstruction.Text
source: Selectivity ogives shaped for each mesh size and the resultant ogive are charted below.
ru: На графике ниже изображены кривые селективности каждого класса и суммирующая кривая селективности.

# labelSelectionSourceInstruction.Text
source: Catch compositions of different mesh sizes are given in the chart below.
ru: На графике ниже изображена структура уловов разных классов орудий.

# labelSelectionSourceWarn.Text
source: Selected meshes does not provide selectivity estimation. Try to merge some mesh values
ru: Выбранный набор размеров ячеи не позволяет оценить селективность. Размерная структура не будет откорректирована. Попробуйте выбрать другой набор классов

# labelSF.Text
source: Selection factor
ru: Фактор селективности

# labelSLabel.Text
source: Survival rate (S)
ru: Оценка выживаемости (S)

# labelWLInstruction.Text
source: Mass-to-length relationship is shown on the plot. To see details on it click 'Trend properties' button below the chart.
ru: На графике ниже изображена модель длина-масса. Нажмите "Свойства тренда", чтобы увидеть подробности.

# labelZLabel.Text
source: Instantaneous mortality rate (Z)
ru: Мгновенная смертность (Z)

# pageAgeAdjusted.Text
source: Age composition adjusted
ru: Откорректированная возрастная структура

# pageBasic.Text
source: Species sample description
ru: Описание выборки вида

# pageCpue.Text
source: Catches per unit effort
ru: Уловы на усилие

# pageLengthAdjusted.Text
source: Length composition adjusted
ru: Откорректированная размерная структура

# pageModelAL.Text
source: Linear growth model
ru: Модель линейного роста

# pageModelAW.Text
source: Mass growth model
ru: Модель роста массы

# pageModelLW.Text
source: Weight model
ru: Модель весового роста

# pageMortality.Text
source: Mortality estimate
ru: Оценка смертности

# pageSelection.Text
source: Gear selectivity model
ru: Модель селективности орудий

# pageSelectionSource.Text
source: Length composition of gear classes
ru: Размерная структура классов

# labelMortalityInstruction.Text
source: Data you have selected are used to build population age curve. It is now approximated by exponent function. Mortality rate Z is obtained from function parameters.
ru: Для оценки смертности, выберите промысловый возраст, смертность будет вычислена из параметров экспоненты, аппроксимирующей уловы промысловой части популяции.
