Repository: valebezma/Mayfly
Catalog: Mayfly.Fish.Explorer/WizardVirtualPopulation.*.resx
Languages: ru

# buttonAnnual.Text
source: Get details
ru: Подробнее

# buttonF.Text
source: Get F
ru: Получить F

# buttonM.Text
source: Get M
ru: Получить M

# checkBoxAppVpa.Text
source: Appendices with VPA of each cohort
ru: Приложения с ВПА каждой когорты

# checkBoxCatchHistory.Text
source: Historic yield data
ru: Данные о вылове

# checkBoxMortality.Text
source: Estimates of mortality
ru: Оценки коэффициентов смертности

# checkBoxVpa.Text
source: Virtual population analysis and its results
ru: Виртуально-популяционный анализ и его результаты

# ColumnCatAge.HeaderText
source: Age
ru: Возраст

# ColumnCohAge.HeaderText
source: Age
ru: Возраст

# ColumnResultAge.HeaderText
source: Age
ru: Возраст

# ColumnResultC.HeaderText
source: Caught, thsd ind.
ru: Вылов, тыс. экз.

# ColumnResultN.HeaderText
source: N, thsd ind.
ru: Численность, тыс. экз.

# ColumnResultYear.HeaderText
source: Year
ru: Год

# ColumnStockAge.HeaderText
source: Age
ru: Возраст

# ColumnVpaAge.HeaderText
source: Age
ru: Возраст

# ColumnVpaCatch.HeaderText
source: Caught, thsd ind.
ru: Вылов, тыс. экз.

# ColumnVpaN.HeaderText
source: N, thsd ind.
ru: Численность, тыс. экз.

# ColumnVpaYear.HeaderText
source: Year
ru: Год

# contextItemAnnualExplore.Text
source: Run new explorer
ru: Запустить новый анализ

# label1.Text
source: Catches of selected gear type in different years are given in table below. Estimates of catches in values of number are given in the right column.
ru: Уловы орудий выбранного типа в разные годы приведены в таблице. Оценки вылова в количестве особей приведены в последнем столбце.

# label10.Text
source: Select model cohort:
ru: Выберите когорту:

# label12.Text
source: Estimated numbers of each age group (in thousands of individuals) in previous years are given in table.
ru: Численность каждой возрастной группы (в тысячах эксземпляров) за предыдущие годы приведена в таблице.

# label2.Text
source: Numbers caught of each age group (in thous. of ind.) in previous years are given in table. Select cohort to be model for further VPA. Usually it should be an oldest cohort from most recent survey.
ru: Количество выловленных особей каждой возрастной группы (в тыс. шт.) за предыдущие годы приведено в таблице. Выберите модельную когорту для ВПА. Обычно следует выбирать старшую когорту из самого последнего обследования.

# label3.Text
source: Select particular cohort to see its history according to performed virtual population analysis. Use list to select cohort.
ru: Выберите конкретную когорту, чтобы проследить её состояние.

# label4.Text
source: Age-based catches of previous years are rearranged according to certain cohorts (named by year of "birth"). These values display a history of withdraw of particular cohorts.
ru: Выловы по годам за предыдущие годы перестроены в соответствии с годом "рождения" особей - по когортам. Эти значения отражают историю изъятия конкретных когорт.

# label5.Text
source: Natural mortality estimate
ru: Оценка естественной смертности

# label7.Text
source: Virtual population analysis is based on assumption of constant natural mortality. Provide us with known value, or (if it's unknown) click "Get M" button to estimate it.
ru: Виртуально-популяционный анализ основан на допущении о постоянном коэффициенте естественной смертности. Укажите его известное значение или, если оно неизвестно, нажмите кнопку "Получить M" для его оценки.

# label8.Text
source: Both, catches and total size in number, of selected cohort during its lifetime are plotted on the chart below. Use list to select cohort.
ru: Вылов и общий размер в тыс. экз. выбранной когорты в течение её жизни отражен на графике. Используйте список, чтобы выбрать когорту.

# label9.Text
source: Cohort
ru: Когорта

# labelArea.Text
source: Terminal fishery mortality assumption
ru: Конечная промысловая смертность

# labelGear.Text
source: Cohort
ru: Когорта

# labelNoData.Text
source: Unsufficient data...
ru: Недостаточно данных...

# labelReport.Text
source: Select parts to include in the report:
ru: Укажите, какие части следует включить в отчет.

# labelStart.Text
source: This wizard will make a virtual population analysis (VPA) on the basis of {0} catches. The basic feature of VPA is to estimate how many fish there must be in the water to account to observed numbers caught in each age group, under the assumption that natural mortality is known.
ru: Этот мастер проведет виртуально-популяционный анализ (ВПА) на основе данных о вылове {0}. Основная цель ВПА - оценить то количество рыбы, которое обеспечило бы наблюдаемые значения вылова (в каждой возрастной группе) при условии, что известен коэффициент естественной смертности M.

# labelWarn.Text
source: Selected cohort are longer than survey period
ru: Выбранная когорта больше, чем период наблюдений

# pageCatches.Text
source: Catches of age groups, thsd ind.
ru: Выловы возрастных групп, тыс. шт.

# pageChart.Text
source: Cohort elimination chart
ru: График выбывания когорты

# pageCohorts.Text
source: Cohorts elimination history, thsd ind.
ru: История вылова когорт, тыс. экз.

# pageReport.Text
source: Report compilation
ru: Составление отчета

# pageResults.Text
source: Virtual population model
ru: Модель виртуальной популяции

# pageStart.Text
source: Let's start
ru: Приступим

# pageStock.Text
source: Stock total size, thsd ind.
ru: Общий размер запаса, тыс. экз.

# pageVpa.Text
source: Natural motrality estimate
ru: Оценка естественной смертности

# pageYield.Text
source: Yield statistics
ru: Промысловая статистика

# plotYield.AxisXTitle
source: Year
ru: Год

# plotYield.AxisYTitle
source: Yield, t
ru: Вылов, т

# plotYield.Text
source: Yield stats
ru: Статистика вылова

# statChartVpa.AxisXTitle
source: Year
ru: Год

# statChartVpa.AxisYTitle
source: Number, thsd ind.
ru: Численность, тыс. экз.

# wizardExplorer.BackButtonToolTipText
source: Return to previous step
ru: Вернуться на предыдущий этап

# wizardExplorer.FinishButtonText
source: Report
ru: Отчет

# wizardExplorer.NextButtonText
source: Next
ru: Далее

# wizardExplorer.Title
source: Virtual {0} population analysis
ru: Анализ виртуальной популяции {0}
